IDEA Open Model
PlateData.AxisY Property
Compatible with IDEA StatiCa v 10.1
 LCS - Axis Y
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Vector3D AxisY { get; set; }
Public Property AxisY As Vector3D
	Get
	Set
public:
property Vector3D^ AxisY {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace